const CALENDAR = {
  SERVER: "서버에 문제가 발생했습니다. 잠시후 다시 시도해 주세요.",
  CID: "제공된 캘린더 ID에 대한 캘린더를 찾을 수 없습니다.",
  UID: "제공된 사용자 ID에 대한 캘린더를 찾을 수 없습니다.",
  INPUT: "잘못된 입력이 전달되었습니다. 데이터를 확인하십시오.",
};

const USER = {
  SERVER: "서버에 문제가 발생했습니다. 잠시후 다시 시도해 주세요.",
  SIGNUP: "가입에 실패했습니다. 나중에 다시 시도해 주세요.",
  UID: "제공된 ID의 사용자를 찾을 수 없습니다.",
  INPUT: "잘못된 입력이 전달되었습니다. 데이터를 확인하십시오.",
  EXIST: "사용자가 이미 존재합니다. 대신 로그인하십시오.",
  WRONG: "아이디 패스워드를 다시 확인 해주세요.",
};

exports.CALENDAR = CALENDAR;
exports.USER = USER;
